Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: - You are a fucking cop!
ru: - Это ты тот чёртов полицейский!

source: - And I' m the guy that helped you find him.
ru: - Да, и я помог тебе найти его.

source: - Lenny, you got the wrong idea!
ru: - Ленни, опомнись!

source: He knew me.
ru: Он меня знал.

source: Of course he did, he raped your wife, he fucked up your brain.
ru: Конечно знал, он изнасиловал твою жену, а потом сделал тебя инвалидом.

source: Bullshit!
ru: Не ври!

source: He' s not the guy.
ru: Это не тот.

source: His name is James F Grants.
ru: Его зовут Джеймс Ф. Грантс.

source: John G. Check your tattoos.
ru: Прочитай свои татуировки.

source: - What was it for?
ru: Для чего эти деньги?

source: - Amphetamines I told him I had.
ru: Я сказал, что у меня есть наркотики на продажу.

source: Yeah, that and your thing.
ru: Да, это твоё дело.

source: I figured we' d make a few dollars on the side.
ru: Я просто подумал, почему бы не подзаработать немного?

source: - How did he know me?
ru: - Откуда он меня знает?

source: - The Discount lnn.
ru: - Видел в мотеле "Дисконт".

source: He dealt out of there.
ru: Он там тоже торгует.

source: The guy at the front desk let him know if anybody came round.
ru: Портье звонит ему, когда появляются новые постояльцы.

source: He called Jimmy the minute he saw you taking a picture.
ru: Он позвонил Джимми, когда увидел, что ты фотографируешь вывеску.

source: - You' re fucking using me.
ru: - Нет!

source: You get half.
ru: Мы всё поровну поделим.

source: He knew about Sammy, why would I tell him about Sammy?!
ru: Он знал о Сэмми, зачем я рассказывал ему о Сэмми?

source: You tell everybody about Sammy!
ru: Ты всем рассказываешь о Сэмми!

source: Everybody who' il listen!
ru: Всем, кто тебя слушает!

source: "Remember Sammy Jankis?"
ru: "Помните Сэмми Дженкиса?, Помните Сэмми Дженкиса?"

source: Great story.
ru: Отличная история.

source: Gets better every time you tell it.
ru: Она становится всё увлекательней раз от раза.

source: There' s nothing wrong with that.
ru: Ты сам себя обманываешь, и в этом нет ничего предосудительного.

source: We all do it.
ru: Мы все такие.

source: Who cares if there' s a few little details you' d rather not remember?
ru: Никого не волнует, что ты забыл пару мелких деталей.

source: Your wife surviving the assault.
ru: Твоя жена выжила после того случая.

source: Her not believing your condition.
ru: Она не поверила в твоё заболевание.

source: The torment and pain and anguish tearing her up inside.
ru: Её раздирала боль и отчаяние.

source: The insulin.
ru: Инсулин.

source: That' s Sammy, not me.
ru: Это был Сэмми, а не я.

source: I told you about Sammy.
ru: Я рассказывал тебе про Сэмми.

source: Like you tell yourself over and over again.
ru: И себе рассказывал, снова и снова.

source: Condtitioning yourself to remember, learning through repetition.
ru: Научить себя запоминать, обучение через повторение.

source: Sammy let his wife kill herself.
ru: Сэмми позволил своей жене убить себя.

source: Sammy ended up in an institution.
ru: Сэмми закончил свои дни в клинике.

source: Sammy was a con man.
ru: Сэмми был симулянтом.

source: A faker.
ru: Притворщиком.

source: You exposed him for what he was.
ru: Ты изобразил его таким, каким он был.

source: A fraud.
ru: Лгуном.

source: I was wrong.
ru: Я ошибался.

source: That' s the whole point.
ru: В том- то всё и дело.

source: - See, Sammy' s wife came to me...
ru: - Жена Сэмми пришла ко мне...

source: - Sammy didn' t have a wife.
ru: - У Сэмми не было жены.

source: It was your wife who had diabetes.
ru: Это у твоей жены был диабет.

source: My wife wasn' t diabetic.
ru: У моей жены не было диабета.

source: You sure?
ru: Ты уверен?

source: Cut it out!
ru: Прекрати!

source: She wasn' t diabetic.
ru: У неё не было диабета.

source: You think I don' t know my own wife?
ru: Думаешь, я не знаю собственную жену?

source: What the fuck is wrong with you?
ru: Ты совсем спятил?

source: I guess I can only make you remember the things you want to be true.
ru: Боюсь, ты помнишь только то, что сам хочешь чтобы было правдой.

source: - Like old Jimmy down there.
ru: - Как и Джимми там, внизу.

source: - He' s not the right guy.
ru: - Это не тот парень.

source: He was to you.
ru: Это был тот.

source: Come on, you got your revenge.
ru: Ты удовлетворён местью?

source: Enjoy it while you still remember.
ru: Наслаждайся, пока ты не забыл.

source: What difference does it make whether he was your guy or not?
ru: Какая тебе вообще разница, тот это парень или не тот?

source: - It makes all the difference.
ru: - Какая?

source: You' re never gonna know.
ru: Ты всё равно не будешь знать.

source: - Yes, I will.
ru: - Я буду знать.

source: - No, you won' t.
ru: - Нет, не будешь.

source: - Somehow I' il know.
ru: - Не знаю как, но я буду знать.

source: - You won' t remember!
ru: - Ты не в состоянии запоминать!

source: When it' s done, I will know.
ru: Когда я это сделаю, я буду знать.

source: I thought so, too, I was sure of it, but you didn' t!
ru: Я тоже так думал, я был уверен в этом, но ты ничего не запомнил!

source: The real John G. I helped you find him over a year ago.
ru: Я помог тебе найти его год назад.

source: - He' s already dead.
ru: - Он мёртв.

source: - Don' t lie to me any more.
ru: - Хватит врать.

source: Look, Lenny,..... l was the cop assigned to your wife' s case, I believed you.
ru: Я поверил тебе.

source: I thought you deserved a chance for revenge.
ru: Я думал, ты заслуживаешь шанса для мести.

source: I' m the one that helped you find the other guy in your bathroom that night.
ru: Я помог тебе найти второго парня, который был той ночью в твоей ванной.

source: The guy that cracked your skull and fucked your wife.
ru: Парня, который проломил тебе череп и трахнул твою жену.

source: We found him, you killed him.
ru: Мы нашли его, и ты его убил.

source: But you didn' t remember.
ru: Но ты ничего не помнишь.

source: So I helped you start looking again, looking for the guy you already killed.
ru: Поэтому я помог тебе начать снова, искать человека, который уже мёртв.

source: So who was he?
ru: И кто он был?

source: - Just some guy.
ru: - Просто какой- то парень.

source: Does it matter who?
ru: Какая разница?

source: No reason, Lenny, no conspiracy, just bad fucking luck.
ru: У них не было никакой цели, просто захотелось приключений.

source: Couple of junkies too strung out to realise your wife didn' t live alone.
ru: Пара обдолбанных наркоманов, которым вздумалось потискать твою жену.

source: But when you killed him I was so convinced that you' d remember.
ru: Но когда ты убил его, я был уверен, что ты это запомнишь.

source: But it didn' t stick.
ru: Но ты ничего не запомнил.

source: Like nothing ever sticks, like this won' t stick.
ru: Как как и ничто другое не сохраняется в твоей памяти.

source: I took that picture.
ru: Я сделал этот снимок.

source: Just when you did it.
ru: Когда ты его убил.

source: Look how happy you are.
ru: Посмотри, как ты счастлив.

source: I wanted to see that face again.
ru: Я хотел ещё раз увидеть такое выражение на твоём лице.

source: - Oh, gee, thanks (!)
ru: - О, спасибо.

source: - Fuck you.
ru: - Да пошёл ты!

source: I gave you a reason to live and you were more than happy to help.
ru: Я дал тебе смысл жизни, а ты был более чем счастлив мне помочь.

source: You don' t want the truth.
ru: Но ты не хотел правды.

source: You make up your own truth, like your police file.
ru: Ты сочинил свою правду, как и это дело.

source: It was complete when I gave it to you.
ru: Оно было полным, когда я давал тебе его.

source: Who took out the twelve pages?
ru: Кто забрал 12 страниц?

source: You, probably.
ru: Ты, наверное.

source: - No, it wasn' t me, see, it was you.
ru: - Нет, это был не я, это был ты.

source: - Why would I do that?
ru: - Зачем мне это нужно?

source: To create a puzzle you could never solve.
ru: Чтобы превратить дело в головоломку, в которой нет решения.

source: Do you know how many towns,..... how many John Gs or James Gs?
ru: Ты знаешь, сколько на свете городов, сколько всяких Джонов и Джеймсов Г?

source: I mean, shit, Lenny, I' m a fucking John G.
ru: Чёрт возьми, Ленни, я и сам Джон Г.

source: - Your name' s Teddy.
ru: - Твоё имя Тедди.

source: - My mother calls me Teddy.
ru: - Моя мать звала меня Тедди.

source: My name' s John Edward Gammell.
ru: Моё полное имя Джон Эдвард Гэммел.

source: Cheer up.
ru: Не падай духом.

source: There' s plenty of John Gs for us to find.
ru: На свете ещё полно Джонов Г, которых стоит найти.

source: All you do is moan!
ru: Ты только и делаешь, что оплакиваешь!

source: I' m the one that has to live with what you' ve done.
ru: А я должен жить с тем, что ты творишь.

source: I' m the one that put it all together.
ru: Постоянно распутывать твои проблемы.

source: You, you wander around, you' re playing detective.
ru: А ты шныряешь вокруг, играешь в детектива.

source: You' re living a dream, kid.
ru: Ты живёшь во сне, дружище.

source: A dead wife to pine for, a sense of purpose to your life,..... a romantic quest that you wouldn' t end even if I wasn' t in the picture.
ru: Тоска по мёртвой жене, ощущение цели жизни...... романтическое приключение, которое никогда не кончится, если не я.

source: - I should kill you.
ru: - Я убью тебя.

source: Lenny, come on.
ru: - Перестань, Ленни!

source: You' re not a killer.
ru: Ты ведь не убийца.

source: That' s why you' re so good at it.
ru: Именно поэтому у тебя это так хорошо получается.

source: Come on, what are you doing?
ru: Перестань, что ты делаешь?

source: You know what time it is?
ru: Знаешь, который час?

source: It' s beer o' clock, I' m buying.
ru: Пора по пиву, я ставлю.

source: I' m not a killer.
ru: Я не убийца.

source: I' mjust someone who wanted to make things right.
ru: Я тот, кто хочет, чтобы всё было правильно.

source: Can ljust let myself forget what you' ve told me?
ru: Неужели я просто позволю себе забыть всё, что ты рассказал мне?

source: Can ljust let myself forget what you made me do?
ru: Неужели я просто позволю себе забыть всё, что ты заставил меня сделать?

source: You think ljust want another puzzle to solve?
ru: Ты думаешь, мне нужна ещё одна головоломка?

source: Another John G to look for?
ru: Ещё один Джон Г?

source: You' re a John G.
ru: Ты и есть Джон Г.

source: So you can be my John G.
ru: Значит, и ты можешь быть тем самым Джоном Г.

source: Do I lie to myself to be happy?
ru: Я сам себя обманываю?

source: ln your case, Teddy,..... yes, I will.
ru: В таком случае, Тедди...... да, я так и сделаю.

source: Hey, that' s not your car!
ru: Эй, это же не твоя машина!

source: - It is now.
ru: - Теперь моя.

source: - Jesus Christ, you can' t take it!
ru: - Боже правый, так нельзя!

source: - Because the guy you just killed owns it!
ru: - Это машина парня, которого ты убил!

source: Somebody' il recognise it.
ru: Кто- нибудь обязательно узнает её.

source: You know, I think I' d rather be mistaken for a dead guy than a killer.
ru: Знаешь, лучше пусть меня примут за мертвеца, чем за убийцу.

source: I might hang on to this for a while.
ru: А это пусть пока полежит здесь.

source: Lenny.
ru: Ленни.

source: Will you help me find the keys?
ru: Подожди, не уезжай...

source: Help me find my keys!
ru: Помоги мне найти ключи!

source: I have to believe in a world outside my own mind.
ru: Я верю, что мир существует независимо от моего сознания.

source: I have to believe that my actions still have meaning.
ru: Я верю, что мои поступки оправданны.

source: Even if I can' t remember them.
ru: Даже если я и не помню их.

source: I have to believe that when my eyes are closed, the world' s still here.
ru: Я верю, что мир не исчезает, когда закрываешь глаза.

source: Do I believe the world' s still here?
ru: Я верю, что мир не исчез?

source: We all need memories to remind ourselves who we are.
ru: Нам всем нужны воспоминания, чтобы напоминать, кто мы есть.

source: (tyres screech)
ru: И я не исключение.

source: Now, where was l?
ru: Итак, на чём я остановился?

source: Flight 784 for San Francisco is now ready forboarding at --
ru: Производится посадка на рейс 784 до Сан- Франциско...

source: ln mate number 87645 -- Cole, James.
ru: Заключенный номер 87645 Коул, Джеймс.

source: - Jose, what' s going on?
ru: - Плохие новости, чувак.

source: - Volunteers?
ru: - Да.

source: And they said your name.
ru: И они назвали твое имя.

source: Maybe they' il give you a pardon, man.
ru: Ага.

source: That' s why none ofthe volunteers come back.
ru: Всех помиловали.

source: Some come back, I heard.
ru: - Да уж.

source: Please put me back!
ru: Отпустите меня!

source: Don' t take me!
ru: Не трогайте меня!

source: They got 'em up on the seventh foor.
ru: Их держат на седьмом этаже.

source: They hide 'em up there.
ru: Они их там прячут.

source: They' re all messed up in the head.
ru: Мозги не работают.

source: You don' t know they' re all messed up.
ru: Откуда тебе об этом знать?

source: Nobody' s seen 'em.
ru: Никто их не видел.

source: And maybe they' re not messed up.
ru: Может, они и не свихнулись.

source: That' s a rumour.
ru: Это все слухи.

source: Nobody knows that.
ru: Никто не знает.

source: I don' t believe that.
ru: Я в это не верю.

source: Good luck, man.
ru: Удачи, чувак.

source: - Volunteer duty!
ru: - Волонтеры!

source: - I didn' t volunteer.
ru: - Я не волонтер.

source: You causing trouble again?
ru: Ты опять хочешь проблем?

source: No, no trouble.
ru: Нет, никаких проблем.

source: These are the instructions forthe first timeprobe.
ru: Прослушайте инструкции по первому выходу на поверхность.

source: Listen carefully.
ru: Слушать внимательно.

source: Theymust be followedexactly.
ru: Выполнять неукоснительно.

source: All openings ofyourgarment must besealedcompletely.
ru: Ваш скафандр должен быть полностью герметичен.

source: lfthe integrityofthesuit is compromisedin any way... ifthe fabric is torn orazippernot closed... readmittance willbe denied.
ru: В случае нарушения целостности скафандра... повреждения его тканей, а так же если он будет не застегнут... доступ обратно будет запрещен.

source: lfthere are any indications ofcontamination bygerms... thesubject willbe denied re- entryto securepopulation.
ru: Если какой- либо индикатор покажет загрязнение микробами... доступ в закрытое поселение будет запрещен.

source: Pleaseplace bloodsample in receptacleprovided.
ru: Пожалуйста, поместите образец крови в предоставленную емкость.

source: There willbe a socialization class in room 700... forcitizens cited fordeviations23- A and96- A... perSubchapter6 ofthe Permanent Emergency Code.
ru: В комнате 700 состоится общий сбор для граждан, проживающих на уровнях 23- А и 96- А...... согласно главе 6 Закона о Чрезвычайном положении.

source: James Cole cleared from quarantine.
ru: Джеймс Коул, карантин прошел.

source: You two wait outside.
ru: Вы двое - подождите снаружи.

source: Violence.
ru: У него плохие данные, доктор.

source: Antisocial six.
ru: Антисоциальное поведение.

source: Repeated violations of the Permanent Emergency Code.
ru: Многократные нарушения Закона о Чрезвычайном положении.

source: lnsolence.
ru: Оскорбления.

source: Defiance.
ru: Вызывающее поведение.

source: Disregard ofauthority.
ru: Неподчинение властям.

source: Doing 25 to life.
ru: Всего 25 нарушений.

source: I don' t think he' s gonna hurt us.
ru: Я думаю, он ничего плохого нам не сделает.

source: You aren' t gonna hurt us, are you, Mr Cole?
ru: Вы ведь не сделаете нам ничего плохого, мистер Коул?

source: Why don' t you sit down, Mr Cole?
ru: Почему вам не присаживаетесь, мистер Коул?

source: We appreciate your volunteering.
ru: Мы признательны вам за службу.

source: You' re a very good observer.
ru: Вы хороший наблюдатель, Коул.

source: - Thankyou.
ru: - Спасибо.

source: - We have a very advanced programme.
ru: - У нас есть весьма передовой план.

source: - A chance to reduce your sentence.
ru: - Это отличная возможность значительно сократить ваш срок.

source: And possibly play an important role... in returning the human race to the surface ofthe Earth.
ru: И, возможно, сыграть важную роль в возвращении человечества на поверхность Земли.

source: Strong mentally.
ru: Нам нужны здравомыслящие люди.

source: We' ve had some misfortunes with unstable types.
ru: У нас уже были неудачи с нестабильными типами.

source: For a man in your position, an opportunity.
ru: Для человека в вашем положении,

source: Not to volunteer could be a real mistake.
ru: Большой ошибкой.

source: lurking in some vague electricity.
ru: И до сих пор, среди мириад микроволн, инфракрасных посланий, гигабайтов единиц и нолей, мы находим слова, недоступные даже для науки, таящиеся в рассеянном электричестве.

source: But ifwe but listen... we hear the solitary voice ofthat poet telling us... yesterday this day' s madness did prepare... tomorrow' s silent triumph ofdespair.
ru: Но, если только мы прислушаемся, то услышим одинокий голос поэта, <<И безнадега завтрашнего дня готовилась в безумии вчера.

source: Drink, foryou know not whence you came, nor why.
ru: Так пей, ведь ты не знаешь, кто ты и откуда.

source: Drink, foryou know not why you go, nor where. "
ru: Так пей, чем знать, куда ты и зачем>>.

source: Wandering around in nothing but his underpants... and one ofthose plastic, see- through lady' s raincoats.
ru: ... шатался тут без одежды, в одних трусах... и в прозрачном пластиковом плаще.

source: So, they get there, they ask the guy real nice for some kind of lD.
ru: Короче, они подходят, и спокойно спрашивают документы.

source: He gets agitated, starts screaming about viruses.
ru: Он выходит из себя, начинает орать про вирусы.

source: Totally irrational, totally disoriented.
ru: Абсолютно невменяем и дезориентирован.

source: Doesn' t know where he is, what day ofthe week it is.
ru: Не знает где он, какой сегодня день и все такое.

source: All they got was his name.
ru: Удалось лишь узнать его имя.

source: They figured he' s stoned out of his mind.
ru: Будто мозги прочищены.

source: Some kind of psychotic episode.
ru: - Его проверили на наркотики?

source: - He' s been tested for drugs?
ru: - Да, результат отрицательный.

source: But he took on five cops like he was dusted to the eyeballs.
ru: Но бросился на пятерых копов, будто накачан под завязку.

source: You believe that?
ru: - А сам чист, представляешь?

source: - He' s in restraints.
ru: - Он в наручниках.

source: Weren' t you listenin '?
ru: У меня два офицера в больнице!

source: I' ve got two police officers in the hospital!
ru: Конечно, он в наручниках.

source: The medic gave him enough Stelazine to kill a horse.
ru: Врач дал ему лошадиную дозу успокоительного.

source: He' s rarin 'to go.
ru: Он постоянно рвется уйти

source: That would explain the bruises, I guess.
ru: Бился с вашими парнями.

source: The struggle.
ru: Ага.

source: You wanna go in there, examine him?
ru: Пойдешь внутрь, посмотришь его?

source: ls this all you have?
ru: Это все что у тебя есть?

source: Ran it through your system?
ru: Ничего.

source: - I should probably go in with you.
ru: - Я, наверное, пойду туда с тобой.

source: - That won' t be necessary.
ru: - Нет, спасибо, не нужно.

source: - All right.
ru: Постою тут...

source: He' il be right here, just in case.
ru: На всякий случай.

source: Mr Cole, my name is Kathryn Railly.
ru: Мистер Коул, меня зовут Кэтрин Рэйлли.

source: I' m a psychiatrist.
ru: Я психиатр.

source: I don' t work for the police.
ru: Я из больницы, я не работаю в полиции.

source: So my concern is foryour well- being.
ru: Меня беспокоит ваше здоровье.

source: Do you understand that?
ru: Вы меня понимаете?

source: Need to go!
ru: Мне надо идти!

source: I can' t make the police let you go.
ru: Я не могу заставить полицию отпустить вас.

source: But I do wanna help you, so l --
ru: Но я хочу помочь вам, поэтому я...

source: I need you to tell me exactly what happened tonight.
ru: Я хочу, чтобы вы рассказали, что сегодня произошло.

source: Do you think you can do that, James?
ru: Как вы думаете, вы сможете, Джеймс?

source: May I call youJames?
ru: Могу я называть вас Джеймс?

source: James.
ru: Джеймс.

source: Nobody ever calls me that.
ru: Меня еще никто так не называл.

source: - Have you been a patient at County?
ru: - Нет.

source: - Have I seen you someplace?
ru: - Я могла вас раньше видеть?

source: I need to go!
ru: Мне надо идти!

source: I' m supposed to be gathering information.
ru: Я должен собирать информацию.

source: - What kind of information?
ru: - Это вам не поможет.

source: Won' t help anyone.
ru: Никому не поможет.

source: Won' t change anything.
ru: Ничего не изменит.

source: James, do you know why you' re here?
ru: Джеймс, вы знаете, почему вы здесь?

source: 'Cause I' m a good observer.
ru: Я - здравомыслящий.

source: I' ve got a tough mind.
ru: Ясно.

source: You don' t remember assaulting a police officer?
ru: Вы помните, как набросились на офицера полиции?

source: Why am I chained?
ru: Почему меня заковали?

source: Why are these chains on me?
ru: Почему на мне эти наручники?

source: You' ve been in an institution before, haven' t you?
ru: Вы раньше бывали на обследовании?

source: - Or hospital?
ru: - Или в больнице?

source: Now I need to go.
ru: Теперь мне надо идти.

source: - Have you been in prison, James?
ru: - Вы раньше бывали в тюрьме, Джеймс?

source: - Underground.
ru: - Под землей.

source: Hiding?
ru: Скрывались?

source: I love this air.
ru: Мне нравится этот воздух.

source: Oh, it' s such wonderful air.
ru: - Чем этот воздух чудесен, Джеймс?

source: - What' s wonderful about the air, James?
ru: - Очень свежий.

source: - Very fresh.
ru: Без микробов.

source: Why do you think there aren' t any germs in the air?
ru: Почему вы думаете, что в воздухе нет микробов?

source: - This is October, right?
ru: - Сейчас октябрь, правильно?

source: - April.
ru: - Апрель.

source: - What year is this?
ru: - Какой сейчас год?

source: - What year do you think it is?
ru: - А как вы думаете, какой?

source: That' s the future, James.
ru: Это будущее, Джеймс.

source: Do you thinkyou' re living in the future?
ru: Вы думаете, что живете в будущем?

source: 1 996 is the past.
ru: 1996- ой - это прошлое.

source: No, 1 996 is the future.
ru: Сейчас - 1990- ый.

source: - Shut up, ladies.
ru: - Заткнитесь, дамы.

source: - Where' re you taking me?
ru: - Куда вы меня тащите?

source: South of France, buddy.
ru: На юг Франции, приятель.

source: Fancy hotel.
ru: Роскошный отель.

source: You' il love it.
ru: Тебе понравится.

source: I can' t go to France.
ru: Мне ненужно во Францию.

source: Zip it, Daisy.
ru: Наивный.

source: You fooled the shrink, but you don' t fool us.
ru: Это ты психиатра можешь надуть, а мы не дураки.

source: Let' s go, ace.
ru: Ладно, пошли.

source: Now, lemme see your head, Jimbo.
ru: Дай- ка, я взгляну на твою голову, Джимбо.

source: - See ifyou got any creepy crawlers.
ru: - Смотри, чтоб вши не завелись.

source: - I need to make a telephone call.
ru: - Мне нужно позвонить.

source: Got to get to a doctor, Jimbo.
ru: - Я тебя отведу к доктору, Джимбо.

source: Can' t make no calls till the doctor says.
ru: Когда он разрешит, тогда позвонишь.

source: It' s very important!
ru: - Но это очень важно!

source: What you gotta do, Jimbo, is take it easy.
ru: - Что тебе нужно мужик, так это успокоиться.

source: Relax into things.
ru: Расслабиться.

source: And we' il all get along fine ifyou just relax.
ru: - И мы прекрасно поладим, если ты просто расслабишься.

source: Hey, Goines!
ru: - Эй, Гойнс!

source: Yo, Goines!
ru: - Эй, Гойнс!!

source: Yo, Jeffrey!
ru: - Джеффри!!

source: - Look here.
ru: - Смотри сюда.

source: This here' sJames.
ru: Вот, это Джеймс.

source: Now, do me a favour.
ru: Сделай одолжение.
